// export const citiesList = [
//   "طولكرم",
//   "رام الله والبيرة",
//   "نابلس",
//   "قلقيلية",
//   "جنين",
//   "أريحا",
//   "القدس",
//   "طوباس",
//   "سلفيت",
//   "بيت لحم",
//   "الخليل",
// ];
export const citiesList = [
  {
    id: 1,
    name: "طولكرم",
  },
  {
    id: 2,
    name: "رام الله والبيرة",
  },
  {
    id: 3,
    name: "نابلس",
  },
  {
    id: 4,
    name: "قلقيلية",
  },
  {
    id: 5,
    name: "جنين",
  },
  {
    id: 6,
    name: "أريحا",
  },
  {
    id: 7,
    name: "القدس",
  },
  {
    id: 8,
    name: "طوباس",
  },
  {
    id: 9,
    name: "سلفيت",
  },
  {
    id: 9,
    name: "بيت لحم",
  },
  {
    id: 10,
    name: "الخليل",
  },
];
