// export const streamsList = [
//   "العلمي",
//   "الأدبي",
//   "الريادة والأعمال",
//   "الصناعي",
//   "الزراعي",
//   "الاقتصاد المنزلي",
//   "التكنولوجي",
//   "الشرعي",
// ];
export const streamsList = [
  {
    id: 1,
    name: "العلمي",
  },
  {
    id: 2,
    name: "الأدبي",
  },
  {
    id: 3,
    name: "الريادة والأعمال",
  },
  {
    id: 4,
    name: "الصناعي",
  },
  {
    id: 5,
    name: "الزراعي",
  },
  {
    id: 6,
    name: "الاقتصاد المنزلي",
  },
  {
    id: 7,
    name: "التكنولوجي",
  },
  {
    id: 8,
    name: "الشرعي",
  },
];
